[
    {
        "productId": 1,
        "name": "Matcha Çayı",
        "price": 85.00,
        "image": "img/matcha.png",
        "category": "green-tea",
        "stock": 50,
        "description": "Hasadın en taze döneminde özenle toplanan genç çay yaprakları buharla nazikçe işlenir ve oksidasyonu tamamen durdurularak parlaklığını korur. Ardından geleneksel taş değirmenlerde saatler süren öğütme işlemiyle benzersiz bir yeşil toz haline gelir. Bu işlem, Matcha’ya karakteristik ipeksi dokusunu ve yoğun doğal aromasını kazandırır. Matcha içtiğinizde yalnızca demlenmiş suyu değil, yaprağın tamamını tükettiğiniz için vücudunuz antioksidanlar, amino asitler ve doğal enerjiyle dolup taşar. Meditasyon, odak ve zihin açıklığı sağlayan eşsiz bir çay ritüelidir."
    },
    {   
        "productId": 2,
        "name": "Sencha Çayı",
        "price": 190.00,
        "image": "img/sencha.png",
        "category": "green-tea",
        "stock": 40,
        "description": "Japonya’nın geleneksel çay kültürünü yansıtan Sencha, yılın ilkbaharında Camellia Sinensis yapraklarının dikkatle toplanmasıyla elde edilir. Yaprakların buharla durdurulan oksidasyonu sayesinde çayın aroması son derece temiz, taze ve doğaldır. Deniz yosununu andıran ferahlatıcı aroması, tatlı ve mineral notalarla birleşerek sofistike bir içim sunar. Hafif ama karakterli bu çay, zihinsel canlılık ve gün boyu tazelik arayanlar için mükemmel bir tercihtir."
    },
    {
        "productId": 3,
        "name": "Kurutulmuş Portakal Çayı",
        "price": 65.00,
        "image": "img/orange.png",
        "category": "herbal-and-fruit-teas",
        "stock": 30,
        "description": "Akdeniz’in güneşle olgunlaşmış portakallarından elde edilen bu çay, ferahlatıcı sitrus aromasını doğal meyve tonlarıyla harmanlar. Hafif acımsı portakal tadı, mayhoş meyve notalarıyla yumuşatılarak sıcak ve soğuk içimlerde zenginleşen bir karakter kazanır. Doğal kurutulmuş portakal kabukları, tazeliğini koruyarak her fincanda enerji ve canlılık hissi verir. Günün her anında ferahlık ve tazelik isteyenler için ideal bir seçenektir."
    },
    {
        "productId": 4,
        "name": "Dian Hong",
        "price": 150.00,
        "image": "img/Dian Hong.png",
        "category": "black",
        "stock": 25,
        "description": "Yunnan Dağları’nın verimli ve mistik topraklarında yetişen Dian Hong, göz alıcı altın tomurcuklarıyla dünyanın en kaliteli siyah çayları arasında yer alır. Malt dokunuşuna eşlik eden bal ve tatlı patatesi andıran doğal tatlılıkla benzersiz bir aroma sunar. Demlendiğinde ortaya çıkan parlak kızıl renk, çayın zarafetini gözler önüne serer. Yumuşak içimi ve zengin aromasıyla siyah çaya yeni bir boyut kazandırır."
    },
    {
        "productId": 5,
        "name": "Rize Çayı",
        "price": 190.00,
        "image": "img/rizeçayi.png",
        "category": "black",
        "stock": 20,
        "description": "Karadeniz’in nemli, yağışlı ve bereketli bölgelerinden gelen gerçek Rize çayı, Türk çay kültürünün ruhunu taşır. Yoğun dem rengi, hafif buruk ama tok aroması ve karakteristik kokusuyla sofraların vazgeçilmezidir. Hiçbir katkı maddesi içermez; tamamen doğal ve safdır. Hem kahvaltı sofralarında hem de keyif anlarında güçlü ve dengeli bir lezzet sunar."
    },
    {
        "productId": 6,
        "name": "Elma Çayı",
        "price": 70.00,
        "image": "img/appletea.png",
        "category": "herbal-and-fruit-teas",
        "stock": 35,
        "description": "Taze elma parçalarının doğal ekşiliği, tarçının sıcak dokunuşu ve portakal kabuğunun hafif tatlı aromasıyla birleşerek kış aylarının vazgeçilmez içeceğini oluşturur. Hibiskustan gelen canlı kırmızı tonu bardakta dikkat çeker. Doğal bitkilerle harmanlanan bu karışım aroma verici içermez. Sıcak içimde dinginlik, soğuk demlemede ferahlık sağlayan eşsiz bir lezzet sunar. Soda ile tüketildiğinde dahi mükemmel bir meyveli içecek haline gelir."
    },
    {
        "productId": 7,
        "name": "Kuşburnu Çayı",
        "price": 250.00,
        "image": "img/kuşburnu.png",
        "category": "herbal-and-fruit-teas",
        "stock": 30,
        "description": "Doğanın sunduğu en değerli meyvelerden biri olan kuşburnu, ekşi-tatlı dengesiyle güçlü ve keyifli bir aroma sunar. İçeriğindeki doğal C vitamini sayesinde hem ferahlık hem de canlılık hissi verir. Sıcak içildiğinde rahatlatıcı, soğuk içildiğinde tazeleyici bir deneyim sunar. Hiçbir aroma verici kullanılmadan tamamen doğal meyvelerden hazırlanmıştır."
    },
    {
        "productId": 8,
        "name": "Nilgiri",
        "price": 210.00,
        "image": "img/nilgiri.png",
        "category": "black",
        "stock": 25,
        "description": "Hindistan’ın güneyindeki Nilgiri dağlarından gelen bu özel siyah çay, hafif ve rafine aromasıyla bilinir. Yumuşak içimi sayesinde sabah kahvaltılarından kısa molalara kadar her ana uyum sağlar. Orta kafein oranı ile gün boyu canlılık sunar. Hem sade hem de sütle içime uygundur ve ferahlatıcı hafif notalarıyla siyah çay tutkunlarının favorilerindendir."
    },
    {
        "productId": 9,
        "name": "İrlanda Kahvaltı Çayı",
        "price": 80.00,
        "image": "img/irlanda.png",
        "category": "black",
        "stock": 20,
        "description": "Assam, Kenya ve Seylan’ın güçlü çay yapraklarının özenle harmanlanmasıyla oluşturulan Irish Breakfast, karamelimsi aroması ve hafif acımsı gövdesiyle yoğun bir tat sunar. Yüksek kafein içeriği sayesinde sabahları enerjik bir başlangıç yapmanızı sağlar. Sütle birleştiğinde kremsi bir tat kazanırken, sade içimde aromatik gücüyle dikkat çeker."
    },
    {
        "productId": 10,
        "name": "Darjeeling Çayı",
        "price": 70.00,
        "image": "img/Darjeeling.png",
        "category": "black",
        "stock": 15,
        "description": "Himalayaların eteklerinde yetişen Darjeeling, çay dünyasında 'Çayların Şampanyası' olarak anılır. Kendine özgü misket üzümü aroması ve çiçeksi tonlarıyla zarif bir tat bütünlüğü sunar. Orta düzeyde kafein içerir ve günlük tüketime uygundur. Aromatik, rafine ve hafif tatlardan hoşlananlar için mükemmel bir çaydır."
    },
    {
        "productId": 11,
        "name": "Oolong Çayı",
        "price": 100.00,
        "image": "img/oolong.png",
        "category": "oolong-tea",
        "stock": 20,
        "description": "Oolong, yeşil çay ile siyah çayın arasında yer alan benzersiz bir çay türüdür. %10’dan %80’e kadar değişen oksidasyon oranları sayesinde geniş bir aroma spektrumu sunar. Hafif oksidasyonlu çeşitler taze ve çiçeksi notalara sahipken, yüksek oksidasyonlu olanlar daha derin, karamelize ve odunsu tatlar sunar. Keşfetmeyi sevenler için ideal bir çay deneyimidir."
    },
    {
        "productId": 12,
        "name": "Kış Çayı",
        "price": 70.00,
        "image": "img/kiscayi.png",
        "category": "herbal-and-fruit-teas",
        "stock": 40,
        "description": "Tarçın, karanfil, kuşburnu, elma, hibiskus, vanilya ve nergis çiçeğinin özenle bir araya getirildiği aromatik bir karışımdır. Rooibosun yumuşaklığı, meyve notalarının tazeliği ve baharatların sıcaklığı birleşerek soğuk havalarda içinizi ısıtan zengin bir tat sunar. Doğal içeriğiyle hem dinlendirici hem de keyifli bir çay deneyimi sağlar. Dört mevsim içilebilen özel bir karışımdır."
    }
]
